export default [
  {
    id: 1,
    img: "takwim.jpg",
    title: "تقويم المعاصرين",
    author: "أبي جعفر عبد الله بن فهد الخليفي",
    resume:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
  },
  {
    id: 2,
    img: "syar.jpeg",
    title: "  سير أعلام النبلاء  ",
    author: "الإمام الذهبي",
    resume:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
  },
  {
    id: 3,
    img: "bidaya.jpg",
    title: " البداية و النهاية",
    author: " ابن كثير",
    resume:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
  },
  {
    id: 4,
    img: "daa.jpg",
    title: "الداء و الدواء ",
    author: "ابن القيم",
    resume:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.",
  },
];
